Repository: DroidKaigi/conference-app-2026
Catalog: app-ios/FavoritesWidget/Sources/Localizable.xcstrings
Source language: en
Languages: ja

# widget_description
source: Your favorited session schedule at a glance
ja: お気に入りセッションの予定をホーム画面で確認できます

# widget_countdown_prefix
source: in
ja: あと

# widget_countdown_unit
source: days
ja: 日

# widget_countdown_note
source: See you at the venue
ja: 会場でお会いしましょう

# widget_next_label
source: Up next
ja: 次のお気に入り

# widget_live_small_label
source: Now
ja: 開催中

# widget_schedule_label
source: My favorites
ja: お気に入りの予定

# widget_favorites_label
source: Favorites
ja: お気に入り

# widget_empty_message
source: No favorites for today yet
ja: 今日のお気に入りはまだありません

# widget_empty_hint
source: Tap to browse sessions on %@
ja: タップして %@ のセッションを見る

# widget_done_message
source: All of today's favorites have ended
ja: 今日のお気に入りは終了しました

# widget_done_hint
source: Tap to browse other sessions
ja: タップして他のセッションを見る

# widget_event_day_message
source: Today is Event Day
ja: 今日はイベントデイ

# widget_event_day_note
source: Find the sessions that catch your eye
ja: 気になるセッションを探してみましょう

# widget_wrap_up_message
source: Thank you for today. See you tomorrow.
ja: 本日はありがとうございました。明日もお会いしましょう

# widget_wrap_up_add
source: Add favorites for tomorrow
ja: 明日のセッションを登録

# widget_post_message
source: Thank you for joining us. See you next time.
ja: ご参加ありがとうございました。またお会いしましょう。

# widget_same_slot_more_small
source: +%1$d more
ja: ほか%1$d件

# widget_same_slot_more_row
source: +%1$d more
ja: ほか %1$d 件

# widget_tomorrow_favorites
source: %lld favorites tomorrow
ja: 明日のお気に入り %lld 件
